const companies = [
    {
        name: "Apple",
        info: [
            "Apple Inc. (колишня Apple Computer, Inc.) — американська технологічна компанія з офісом у Купертіно (Каліфорнія), яка проєктує та розробляє побутову електроніку, програмне забезпечення й онлайн-сервіси. Є першою американською компанією, чия капіталізація перевершила 1 трлн доларів США. Це сталося під час торгів акціями компанії 2 серпня 2018 року. Цього дня компанія також стала найдорожчою публічною компанією за всю історію, обійшовши капіталізацію попереднього рекордсмена — компанії PetroChina (1,005 трлн доларів у листопаді 2007 року)",
            "У середині серпня 2020 року капіталізація Apple виросла до 2 трлн дол. 3 вересня 2020 року ціна компанії різко впала — на 8 % (180 млрд), що стало рекордом для фондового ринку, але все одна вартість була більшою за 2 трлн дол.",
            "Apple — це найбільша у світі компанія в області інформаційних технологій за виручкою, найбільша у світі технологічна компанія за обсягом активів і третій найбільший у світі виробник мобільних телефонів. 25 листопада 2014, на додаток до того, що вона найбільша публічна корпорація у світі за капіталізацією ринку, Apple стала першою компанією у Штатах, вартість якої перевищила 700 мільярдів $ США. Компанія наймає 115 000 працівників на постійній основі станом на липень 2015 і має 453 магазини роздрібної торгівлі у шістнадцяти країнах на березень 2015 року. ITunes Store — найбільший у світі музичний магазин."
        ]
    },
    {
        name: "Samsung",
        info: [
            "Samsung Electronics (укр. Самсунг Електронікс, кор. 삼성전자, 三星電子, Самсон чонджа) — південнокорейська корпорація, компанія-виробник електроніки зі штаб-квартирою в Сеулі. Слово «Samsung» (кор. 삼성) корейською мовою буквально означає «три зірки».",
            "Samsung Electronics Co., Ltd. — світовий лідер в сфері виробництва напівпровідників, телекомунікаційного та цифрового медіаобладнання, а також у сфері технологій цифрової конвергенції. Консолідовані продажі компанії у 2010 році становили 135,8 млрд доларів США. Штат Samsung Electronics нараховує близько 190,5 тис. співробітників, які працюють у 206 офісах у 68 країнах світу. Будучи одним із найшвидкоростучих світових брендів, Samsung Electronics лідирує на ринках цифрових телевізорів, мікросхем пам'яті, мобільних телефонів та LCD-дисплеїв. Транскрипція — Самсунг, або Самсонг (삼성, 三星, Samseong, «три зірки» із сузір'я Скорпіона; боги щастя, кар'єри і довголіття)."
        ]
    },
    {
        name: "Nokia",
        info: [
            "Nokia — міжнародна корпорація, що працює у галузі комунікаційних та мережевих технологій, зі штаб-квартирою у Фінляндії (місто Еспоо). Утворилася в результаті трансформування компанії Nokia Siemens Networks, коли Nokia викупила повну частку Siemens, а також поглинання корпорації Alcatel-Lucent.",
            "Станом на 2018 рік Nokia була третім найбільшим у світі виробником мережного і комунікаційного обладнання.",
            "Корпорація складається з двох бізнес-підрозділів: Nokia Networks і Nokia Technologies, а також з кількох дочірніх підприємств (Bell Labs, Alcatel Mobile, NGP Capital, Nuage Networks, Alcatel Submarine Networks, Radio Frequency Systems)."
        ]
    },
    {
        name: "Honor",
        info: [
            "Honor (стилізовано як HONOR) — бренд, що належить Shenzhen Zhixin New Information Technology Co., Ltd. та належав Huawei, компанії у сфері телекомунікаційних послуг та обладнання. До серії мобільних пристроїв бренду Honor входять смартфони, планшети та інші електронні прилади.",
            "У 2014 році компанія почала виходити на міжнародні ринки. У квітні 2014 року в Малайзії були розпочаті продажі смартфону Honor 3C, у жовтні 2014 року модель вийшла на європейський ринок з презентацією в Берліні. Першим флагманським смартфоном, випущеним на ринок Європи, став Honor 6. За 6 місяців 2015 року було продано 20 мільйонів телефонів бренду Honor, що дорівнює обсягам продажів за весь 2014 рік. До червня 2015 року бренд вийшов на ринки 74 країн, включаючи країни Європи, Індію та Японію."
        ]
    },
    {
        name: "Xiaomi",
        info: [
            "Xiaomi (англ. Xiaomi Corporation, [ɕjǎu.mì], англ. вимова: [ɕjǎu.mì], буквально «чумиза», кит. 小米科技, пін. Xiǎomĭ Kējì, «сяомі́ кецзі», кит. 小米集團 «Група Сяомі») — китайська компанія, заснована Лей Цзюнем у 2010 році. Спеціалізується на виробництві електронної техніки, в першу чергу смартфонів та інших «розумних пристроїв». У 3-му кварталі 2014 року Xiaomi, за даними дослідника ринку IHS iSuppli, вперше у своїй історії вийшла на третє місце в світі з продажу смартфонів (після Samsung і Apple). Назва, відповідно до українського правопису, записується символами піньїнь — Xiaomi (без знаків тонів). Транскрипція назви — Сяомі́, або Шяомі (小米, «чумиза»).",
            "Перший смартфон Mi1 був анонсований у серпні 2011 року. Він постачався із вбудованою прошивкою MIUI, заснованою на Android, яка суміщає фірмові стилі Samsung TouchWiz та Apple iOS. Також існувала версія пристрою з чистим Android."
        ]
    }
]